Repository: ewheeler/vaxtrack
Catalog: vaxapp/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: estimated daily consumption
fr: Consomation quotidienne théorique

source: Estimated daily consumption based on annual demand provided in UNICEF forecasts
fr: Consomation quotidienne théorique (basée sur la demande annuelle faite lors de la prévision annuelle de besoins envoyée au UNICEF HQ)

source: days of stock
fr: jours de stocks

source: coverage of annual need
fr: Couverture des besoins annuels

source: doses delivered this year
fr: doses déjà livrées cette année

source: Total doses delivered this year to date
fr: nombre de doses déjà livrées cette année

source: Total number of doses to be delivered on any purchased orders.
fr: nombre total de doses restant à livrer (commandes déjà payées)

source: situation as of
fr: Situation au

source: analysis date
fr: Analyse effectuée le:

source: Date statistical analysis was performed.
fr: Analyse statistique effectuée le:

source: Trend
fr: tendance

source: usage (doses)
fr: consommation (en doses)

source: annual demand (doses)
fr: consommation annuelle (en doses)

source: Annual demand as estimated in UNICEF forecasts.
fr: consommation annuelle (estimation basée sur l'exercice annuel de prévision de l'UNICEF)

source: actual daily consumption rate
fr: Consommation quotidienne réelle

source: buffer stock level
fr: Niveau de stock tampon

source: Three month buffer stock level, based on annual demand.
fr: Equivalent à 3 mois de stock (base: consommation annuelle)

source: overstock level
fr: Niveau de surstockage

source: Nine month overstock level, based on annual demand.
fr: Equivalent à 9 mois de stock (base: consommation annuelle)

source: number of days with stocklevel information
fr: nombre de jours ou une information relative au stock a été entrée
