Repository: ewheeler/vaxtrack
Catalog: vaxapp/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Generated by VisualVaccines on
fr: Graphique généré par VisualVaccines le

source: Number of doses
fr: Nombre de doses

source: Time
fr: Temps

source: Only .csv and .xls files are valid uploads.
fr: Seuls les fichiers .csv et.xls sont reconnus.

source: country
fr: pays

source: countries
fr: pays

source: vaccine
fr: vaccin

source: vaccines
fr: vaccins

source: resolved
fr: résolu

source: warning
fr: alerte

source: risk of overstock
fr: risque de surstockage

source: risk of stockout
fr: risque de rupture de stock

source: further analysis needed
fr: Une analyise plus détaillée est requise

source: unknown
fr: inconnu(e)

source: delay or reduce shipment
fr: retarder / diminuer le volume d'une prochaine livraison

source: order immediately, insufficient doses on upcoming deliveries
fr: Passer une commande au plus vite, le nombre total de doses des prochaines livraisons est insuffisant

source: order immediately, purchase forecasted delivery
fr: Passer une commande au plus vite (matérialiser la prochaine livraison prévue)

source: order immediately, no doses on PO or forecasted in next 3 months
fr: Passer une commande au plus vite, aucune livraison n'est prévue au cours des 3 prochains mois

source: delay shipment, excessive doses on upcoming deliveries
fr: Retarder la prochaine livraison (risque de surstockage)

source: delay order, delay purchase of forecasted delivery
fr: Retarder la prochaine livraison prévue

source: major difference between forecast and actual consumption rates
fr: différence importante entre la consommation prévue et la consommation réelle

source: unknown or error
fr: inconnu / erreur

source: Uploaded
fr: Mis en ligne

source: Stored Remotely
fr: Stockés à distance

source: Queued
fr: En attente

source: Processing
fr: En cours de traitement

source: Finished
fr: Terminé

source: Processing Error
fr: Erreur de traitement

source: user
fr: utilisateur

source: Title
fr: Titre

source: Unique Identifier
fr: Identifiant unique

source: Local Document
fr: Document local

source: Remote Document
fr: Document stocké à distance

source: Processing Exception
fr: Traitement de l'exception en cours

source: Date Uploaded
fr: Date de mise en ligne

source: Date Stored Remotely
fr: Date stockée à distance

source: Date Queued
fr: Date en attente

source: Date Process Started
fr: Traitement de la date en cours

source: Date Process Completed
fr: Traitement de la date terminé

source: Date Created
fr: Date de création

source: Dashboard
fr: Tableau de bord

source: Chart options
fr: Options de visualisation

source: Country
fr: Pays

source: Vaccine
fr: Vaccin

source: Select an indicator
fr: Sélectionner un indicateur

source: Show actual stock
fr: niveau de stock actuel

source: Show 3 month buffer stock (minimum stock level) and 9 month overstock (maximum stock level).
fr: Voir la zone de tampon (équivalent à 3 mois de consomation) ainsi que l'indicateur de surstockage (équivalent à 9 mois de consomation)

source: Show buffer stock &amp; overstock indicators
fr: Voir la zone de tampon ainsi que l'indicateur de surstockage

source: Show forecasted stock level for the future based on planned deliveries from UNICEF country office's annual forecasts.
fr: Voir les prévisions du niveau des stocks basées sur les livraisons prévues à partir des prévisions annuelles remplies par le bureau-pays de l'UNICEF.

source: Show current forecasted orders (on forecast)
fr: stock théorique basé sur les commandes prévues (mais pas encore matérialisées)

source: Show forecasted stock level for the future based on planned deliveries that are on purchase order (payment has been made, though delivery date may vary).
fr: Voir les prévisions du niveau des stocks basées sur les livraisons prévues et matérialisée (dont le paiement a été effectué)

source: Show current forecasted orders (on purchase)
fr: Afficher les commandes actuelles (dont le paiement a été effectué)

source: Show original projected stock level (based on country office forecast)
fr: Voir le niveau de stock théorique basé sur la prévision originelle du bureau-pays

source: Alerts
fr: Alertes

source: Details
fr: Détails

source: Chart
fr: fenêtre de visualisation

source: Historical
fr: Historique

source: Go
fr: Valider

source: Logged in as
fr: Connecté en tant que

source: Logout
fr: Déconnexion

source: Welcome, please
fr: Bienvenue

source: log in
fr: Connexion

source: or
fr: ou

source: register
fr: Inscription

source: Edit translations
fr: Modifier les traductions

source: Site admin
fr: Administration du site

source: Return to the Dashboard
fr: Retour vers le tableau de bord

source: Upload data
fr: Mise en ligne de données

source: All Rights Reserved
fr: Tous droits réservés

source: software is available under
fr: logiciel disponible:

source: the BSD license
fr: Licence BSD

source: Thanks for visiting VisualVaccines!
fr: Merci de votre visite

source: Please come again.
fr: A bientôt

source: Log in again
fr: Connectez-vous à nouveau

source: Log in
fr: Connectez-vous

source: Oops. Your username and password didn't match. Please try again.
fr: Attention! Mot de passe ou nom d'utilisateur incorrect. Merci d'essayer à nouveau!

source: Oops. You may not have permission to view the page you requested.
fr: Attention! Vous n'avez peut-être pas la permission d'afficher la page desirée

source: Please log in to VisualVaccines
fr: Merci de vous connecter à VisualVaccines

source: Register
fr: Inscription

source: You're already logged in!
fr: Vous êtes déjà connecté!

source: Upload
fr: Mise en ligne
